export const survivorChallenges = [
  {
    title: "Никакого лечения!",
    description: "Условие: Нельзя лечить себя и других."
  },

  {
    title: "Чистые руки",
    description: "Условие: запрещено спасать союзников с крюка."
  },
  
  {
    title: "Тихий старт",
    description: "Условие: Первые 90 секунд матча запрещено бегать"
  },
    
  {
    title: "Разрыв команды",
    description: "Условие: Генераторы нельзя чинить вместе."
  },
    
  {
    title: "Бег без следа",
    description: "Условие: Запрещено бегать (только ходьба, кроме погони)."
  }
];

export const killerChallenges = [
  {
    title: "Круг возмездия",
    description: "Условие: Всех выживших необходимо вешать строго по очереди, не повторяя предыдущего до полного цикла."
  },

  {
    title: "Честная охота",
    description: "Условие: Запрещено слагать (оставлять на земле), кемпить и туннелить выживших."
  },
  
  {
    title: "Пробуждение силы",
    description: "Условие: Использование способности запрещено в течение первых 90 секунд матча."
  },
  
  {
    title: "Священное пламя",
    description: "Условие: Запрещено тушить тотем, если он есть на карте."
  },
  
  {
    title: "Печать тишины",
    description: "Условие: запрещено использовать шумовые подсказки/ориентироваться на звуки (игра “по визуалу” только)."
  },
    
  {
    title: "Закон первого следа",
    description: "Условие: первый найденный выживший должен быть доведён до повеса без переключения цели."
  }
];