export const changelog = [
  {
    version: "v2.3",
    title: "Подготовка к новой главе",
    date: "2026",

    sections: [
      {
        title: "Визуальные изменения",
        items: [
          "Добавлена иконка сайта.",
          "Полностью обновлены портреты убийц.",
          "Полностью обновлены портреты выживших.",
          "Обновлены изображения уникальных перков убийц.",
          "Улучшено отображение длинных названий подношений.",
          "Доработано отображение карточек персонажей."
        ]
      },
      {
        title: "Исправления",
        items: [
          "Исправлено исчезновение активного билда при переключении Survivor и Killer.",
          "Исправлено отображение некоторых элементов интерфейса после визуальных изменений.",
          "Некоторые доработки и исправления."
        ]
      }
    ]
  },

  {
    version: "v2.2",
    title: "Entity Archive",
    date: "2026",

    sections: [
      {
        title: "Новое",
        items: [
          "Добавлен ENTITY ARCHIVE.",
          "История билдов теперь хранит последние 5 генераций.",
          "Добавлена возможность сохранение архива между сессиями."
        ]
      },
      {
        title: "Визуальные изменения",
        items: [
          "Добавлен отдельный реролл персонажа.",
          "Добавлен отдельный реролл перков.",
          "Добавлен отдельный реролл предмета.",
          "Добавлен отдельный реролл аддонов.",
          "Добавлен отдельный реролл подношения.",
          "Добавлен отдельный реролл усложнения."
        ]
      },
      {
        title: "Исправления",
        items: [
          "Улучшено окно Patch Notes.",
          "Некоторые доработки и исправления."
        ]
      }
    ]
  },

  {
    version: "v2.1",
    title: "Визуальное обновление",
    date: "2026",

    sections: [
      {
        title: "Новое",
        items: [
          "Для всех усложнений добавлены уникальные изображения.",
          "Усложнения теперь отображаются в виде полноценных карточек.",
          "Добавлены названия и описания усложнений."
        ]
      },
      {
        title: "Система редкости",
        items: [
          "Добавлена редкость для аддонов убийц.",
          "Добавлена редкость для предметов выживших.",
          "Добавлена редкость для аддонов предметов.",
          "Добавлена редкость для подношений."
        ]
      },
      {
        title: "Визуальные изменения",
        items: [
          "Переработан внешний вид карточек аддонов.",
          "Улучшено отображение карточек билда.",
          "Подношения получили уникальное оформление."
        ]
      },
      {
        title: "Исправления",
        items: [
          "Исправлено отображение изображений усложнений.",
          "Исправлено отображение блока усложнений у убийц.",
          "Улучшена стабильность визуальной сетки."
        ]
      }
    ]
  }
];