export const changelog = [
  {
    version: "v2.1",
    title: "Визуальное обновление",
    date: "2026",
    sections: [
      {
        title: "Новое",
        items: [
          "Добавлены усложнения для выживших.",
          "Добавлены усложнения для убийц.",
          "У усложнений появились изображения."
        ]
      },
      {
        title: "Редкость",
        items: [
          "Добавлена редкость для аддонов убийц.",
          "Добавлена редкость для предметов выживших.",
          "Добавлена редкость для аддонов предметов.",
          "Добавлена редкость для подношений."
        ]
      },
      {
        title: "Визуал",
        items: [
          "Обновлён внешний вид аддонов.",
          "Улучшено отображение карточек билда."
        ]
      },
      {
        title: "Исправления",
        items: [
          "Исправлены отображение картинок усложнений.",
          "Исправлено отображение challenge-блока у убийц.",
          "Улучшена стабильность визуальной сетки."
        ]
      }
    ]
  }
];