export const items = [
  {
    name: "Тяжелый фонарь",
    addons: [
      { name: "Странная лампочка" },
      { name: "Высококлассные сапфировые Линзы" },
      { name: "Аккамулятор с мощным зарядом" },
      { name: "Интенсивный галоген" },
      { name: "Резиновая рукоятка" },
      { name: "Сверхмощная батарейка" },
      { name: "Тонкая нить накаливания" },
      { name: "Фокусирующая линза" },
      { name: "Батарейка" },
      { name: "Кожаная рукоять" },
      { name: "Широкоугольные линзы" },
      { name: "Электро лампа" }
    ]
  },

  {
    name: "Спортивный фонарик",
    addons: [
      { name: "Странная лампочка" },
      { name: "Высококлассные сапфировые Линзы" },
      { name: "Аккамулятор с мощным зарядом" },
      { name: "Интенсивный галоген" },
      { name: "Резиновая рукоятка" },
      { name: "Сверхмощная батарейка" },
      { name: "Тонкая нить накаливания" },
      { name: "Фокусирующая линза" },
      { name: "Батарейка" },
      { name: "Кожаная рукоять" },
      { name: "Широкоугольные линзы" },
      { name: "Электро лампа" }
    ]
  },

    {
    name: "Фонарик",
    addons: [
      { name: "Странная лампочка" },
      { name: "Высококлассные сапфировые Линзы" },
      { name: "Аккамулятор с мощным зарядом" },
      { name: "Интенсивный галоген" },
      { name: "Резиновая рукоятка" },
      { name: "Сверхмощная батарейка" },
      { name: "Тонкая нить накаливания" },
      { name: "Фокусирующая линза" },
      { name: "Батарейка" },
      { name: "Кожаная рукоять" },
      { name: "Широкоугольные линзы" },
      { name: "Электро лампа" }
    ]
  },

  {
    name: "Аптечка лесничего",
    addons: [
      { name: "Гелевые повязки" },
      { name: "Укол от усталости" },
      { name: "Брюшные повязки" },
      { name: "Кровоостанавливающий препарат" },
      { name: "Хирургическая игла" },
      { name: "Губка" },
      { name: "Иголка и нитка" },
      { name: "Медицинские ножницы" },
      { name: "Самоклеющиеся бинты" },
      { name: "Пластырь-бабочка" },
      { name: "Повязки" },
      { name: "Резиновые перчатки" }
    ]
  },

    {
    name: "Аптечка первой помощи",
    addons: [
      { name: "Гелевые повязки" },
      { name: "Укол от усталости" },
      { name: "Брюшные повязки" },
      { name: "Кровоостанавливающий препарат" },
      { name: "Хирургическая игла" },
      { name: "Губка" },
      { name: "Иголка и нитка" },
      { name: "Медицинские ножницы" },
      { name: "Самоклеющиеся бинты" },
      { name: "Пластырь-бабочка" },
      { name: "Повязки" },
      { name: "Резиновые перчатки" }
    ]
  },

    {
    name: "Аптечка",
    addons: [
      { name: "Гелевые повязки" },
      { name: "Укол от усталости" },
      { name: "Брюшные повязки" },
      { name: "Кровоостанавливающий препарат" },
      { name: "Хирургическая игла" },
      { name: "Губка" },
      { name: "Иголка и нитка" },
      { name: "Медицинские ножницы" },
      { name: "Самоклеющиеся бинты" },
      { name: "Пластырь-бабочка" },
      { name: "Повязки" },
      { name: "Резиновые перчатки" }
    ]
  },

    {
    name: "Походная аптечка",
    addons: [
      { name: "Гелевые повязки" },
      { name: "Укол от усталости" },
      { name: "Брюшные повязки" },
      { name: "Кровоостанавливающий препарат" },
      { name: "Хирургическая игла" },
      { name: "Губка" },
      { name: "Иголка и нитка" },
      { name: "Медицинские ножницы" },
      { name: "Самоклеющиеся бинты" },
      { name: "Пластырь-бабочка" },
      { name: "Повязки" },
      { name: "Резиновые перчатки" }
    ]
  },

  {
    name: "Инструменты Алекса",
    addons: [
      { name: "Новая деталь" },
      { name: "Ножовка" },
      { name: "Разводной ключ" },
      { name: "Защитные перчатки" },
      { name: "Катушка проволки" },
      { name: "Пружинный зажим" },
      { name: "Режущая проволка" },
      { name: "Шарнирный ключ" },
      { name: "Руководство" },
      { name: "Старые запчасти" },
      { name: "Чистая тряпка" },
    ]
  },

    {
    name: "Инструменты инженера",
    addons: [
      { name: "Новая деталь" },
      { name: "Ножовка" },
      { name: "Разводной ключ" },
      { name: "Защитные перчатки" },
      { name: "Катушка проволки" },
      { name: "Пружинный зажим" },
      { name: "Режущая проволка" },
      { name: "Шарнирный ключ" },
      { name: "Руководство" },
      { name: "Старые запчасти" },
      { name: "Чистая тряпка" },
    ]
  },

    {
    name: "Вместительный ящик с инструментами",
    addons: [
      { name: "Новая деталь" },
      { name: "Ножовка" },
      { name: "Разводной ключ" },
      { name: "Защитные перчатки" },
      { name: "Катушка проволки" },
      { name: "Пружинный зажим" },
      { name: "Режущая проволка" },
      { name: "Шарнирный ключ" },
      { name: "Руководство" },
      { name: "Старые запчасти" },
      { name: "Чистая тряпка" },
    ]
  },

    {
    name: "Инструменты механика",
    addons: [
      { name: "Новая деталь" },
      { name: "Ножовка" },
      { name: "Разводной ключ" },
      { name: "Защитные перчатки" },
      { name: "Катушка проволки" },
      { name: "Пружинный зажим" },
      { name: "Режущая проволка" },
      { name: "Шарнирный ключ" },
      { name: "Руководство" },
      { name: "Старые запчасти" },
      { name: "Чистая тряпка" },
    ]
  },

    {
    name: "Ящик с инструментами",
    addons: [
      { name: "Новая деталь" },
      { name: "Ножовка" },
      { name: "Разводной ключ" },
      { name: "Защитные перчатки" },
      { name: "Катушка проволки" },
      { name: "Пружинный зажим" },
      { name: "Режущая проволка" },
      { name: "Шарнирный ключ" },
      { name: "Руководство" },
      { name: "Старые запчасти" },
      { name: "Чистая тряпка" },
    ]
  },

    {
    name: "Изношенные инструменты",
    addons: [
      { name: "Новая деталь" },
      { name: "Ножовка" },
      { name: "Разводной ключ" },
      { name: "Защитные перчатки" },
      { name: "Катушка проволки" },
      { name: "Пружинный зажим" },
      { name: "Режущая проволка" },
      { name: "Шарнирный ключ" },
      { name: "Руководство" },
      { name: "Старые запчасти" },
      { name: "Чистая тряпка" },
    ]
  },

  {
    name: "Карта с подписями",
    addons: [
      { name: "Багровая печать" },
      { name: "Заостренная щепка" },
      { name: "Потрепанная лента" },
      { name: "Погрызенный компас" },
      { name: "Светящиеся чернила" }
    ]
  },

    {
    name: "Небрежная карта",
    addons: [
      { name: "Багровая печать" },
      { name: "Заостренная щепка" },
      { name: "Потрепанная лента" },
      { name: "Погрызенный компас" },
      { name: "Светящиеся чернила" }
    ]
  },

    {
    name: "Загадочная карта",
    addons: [
      { name: "Багровая печать" },
      { name: "Заостренная щепка" },
      { name: "Потрепанная лента" },
      { name: "Погрызенный компас" },
      { name: "Светящиеся чернила" }
    ]
  },

  {
    name: "Ключ скелета",
    addons: [
      { name: "Кровавый янтарь" },
      { name: "Уникальное обручальное кольцо" },
      { name: "Плетенная безделушка" },
      { name: "Пронзительный свист" },
      { name: "Амулет дружбы" },
    ]
  },

    {
    name: "Потертый ключ",
    addons: [
      { name: "Кровавый янтарь" },
      { name: "Уникальное обручальное кольцо" },
      { name: "Плетенная безделушка" },
      { name: "Пронзительный свист" },
      { name: "Амулет дружбы" },
    ]
  },

    {
    name: "Сломанный ключ",
    addons: [
      { name: "Кровавый янтарь" },
      { name: "Уникальное обручальное кольцо" },
      { name: "Плетенная безделушка" },
      { name: "Пронзительный свист" },
      { name: "Амулет дружбы" },
    ]
  },

  {
    name: "Флакон виго с туманом",
    addons: [
      { name: "Мощная вытяжка" },
      { name: "Грибная смесь" },
      { name: "Маслянистый сок" },
      { name: "Реактивное соединение" },
      { name: "Вулканический камень" },
    ]
  },

    {
    name: "Флакон мастерового с туманом",
    addons: [
      { name: "Мощная вытяжка" },
      { name: "Грибная смесь" },
      { name: "Маслянистый сок" },
      { name: "Реактивное соединение" },
      { name: "Вулканический камень" },
    ]
  },

    {
    name: "Флакон подмастерья с туманом",
    addons: [
      { name: "Мощная вытяжка" },
      { name: "Грибная смесь" },
      { name: "Маслянистый сок" },
      { name: "Реактивное соединение" },
      { name: "Вулканический камень" },
    ]
  }
];